{
    "name": "Twitter tweets",
    "children": [
        {
            "name": "10",
            "children": [
                {
                    "name": "Branson's Virgin Atlantic considers stock market listing https://t.co/FVWBbPdZCZ"
                },
                {
                    "name": "South Western Railway trains cut over Covid absences and derailment https://t.co/RjKE86JK8H"
                },
                {
                    "name": "Covid in Scotland: More groups eligible for winter flu jabs https://t.co/rGwS0F16J6"
                },
                {
                    "name": "NHS waiting lists could rise to 14 million in England next year - analysis https://t.co/AxPnr7DgJ8"
                },
                {
                    "name": "Covid in Scotland: Physical distancing to remain in healthcare settings https://t.co/Eqw5YHWxip"
                },
                {
                    "name": "Go behind the scenes of Stanford’s Soundwalk, a walking experience and art installation to commemorate the losses we’ve endured during the COVID-19 pandemic. https://t.co/PCcgqUxWMx #pandemic #grief https://t.co/fZA3CpHnYVhe turned on a dime hasn't really allowed a space for reflection psychologically emotionally to think about what has happened we needed as a community away both to honor and remember the immensity of the lost both the individuals who lost their lives of families and friends who've loved them also the loss of what life was like pre-pandemic we can't heal if we can't acknowledge and honor that grief"
                },
                {
                    "name": "52% of #physicians said they often or always put off self-care because of time pressure, while only 15% of workers in other fields said the same. https://t.co/FSKLPucpKN \n#selfcare #burnout"
                },
                {
                    "name": "What do we know about the Delta variant and long COVID? Not enough, says Harvard Chan School epidemiologist @BillHanage. https://t.co/NB2V5kcnPn"
                }
            ]
        },
        {
            "name": "9",
            "children": [
                {
                    "name": "Student nurse left 'crying for water' in Covid hotel in Majorca https://t.co/Pep5BPuOkR"
                },
                {
                    "name": "RT @SUInfodemic: 23 days left to register for Stanford INFODEMIC! INFODEMIC will focus on vaccine hesitancy and will engage experts in the…"
                },
                {
                    "name": "Without treatment, HIV can lead to AIDS. https://t.co/lP4P72Y0ia"
                },
                {
                    "name": "Fitness experts explain how to *safely* try this fitness trend. https://t.co/patlkxX6mq"
                },
                {
                    "name": "I'm a 22-year-old with fibromyalgia—and some days I wish I could detach myself from my body: https://t.co/09D5VinTOv https://t.co/w3npMIEXS2"
                },
                {
                    "name": "Fraudulent “#COVID19 Compensation Lottery Prize” scam, falsely alleges association with WHO &amp; others. WHO strongly recommends that recipients of correspondences from scammers (acting under the name Capital Finance, Inc. London) exercise extreme caution.\nhttps://t.co/hcoeE96BDU"
                },
                {
                    "name": "“Businesses are leading the way\" when it comes to vaccine mandates, Harvard Chan School's @j_g_allen tells @GBHNews. https://t.co/6SB60Go8iD"
                },
                {
                    "name": "“What we found was that more than lead in paint, more than lead in water, more than anything else we’ve studied, firearms in a community was the highest risk factor for lead exposure in children.\" - Harvard Chan's Christian Hoover (via @bostonherald). https://t.co/DVDHyv22Ak"
                },
                {
                    "name": "Are vaccine mandates legal? States have a century of legal precedent, says @DrHowardKoh tells @ABC, but a federal mandate has never been tested in court. https://t.co/2R6MomtUVj"
                }
            ]
        },
        {
            "name": "6",
            "children": [
                {
                    "name": "Covid-19: Quarantine-free travel from France, and NHS waits could hit 14m https://t.co/BxvoFXJPJi"
                },
                {
                    "name": "Covid-19: Quarantine-free travel to France resumes as UK rules change https://t.co/Mcp3DnFbkq"
                },
                {
                    "name": "National Memorial Arboretum event off after military band told to isolate https://t.co/2IFoof3z16"
                },
                {
                    "name": "The recent failure of a gene therapy for Huntington’s disease was devastating for patients, but researchers remain optimistic.\n\nNews Feature from Carrie Arnold @edbites \n\nhttps://t.co/iEkm2oDC0B"
                }
            ]
        },
        {
            "name": "2",
            "children": [
                {
                    "name": "Pop-up vaccination centre opens at The Nightingale Club in Birmingham https://t.co/HC5PCPdPGz"
                },
                {
                    "name": "Like most sporty kids, Steve Isono, MD, dreamed of one day going to the Olympics: He achieved that goal — just not quite how he imagined it. https://t.co/PvVUaExQNw"
                },
                {
                    "name": "It's #WorldBreastfeedingWeek!\nEmployers are encouraged to work with governments to support #breastfeeding employees to 🤱🏾: offer at least 18 weeks of paid maternity leave, preferably six months; plus paid paternity leave. https://t.co/IoD48UXAaJ"
                },
                {
                    "name": "Free samples and subtle advertising in hospitals and doctor’s clinics undermine #breastfeeding\n\n#WorldBreastfeedingWeek https://t.co/Bv9zhH0118"
                },
                {
                    "name": "Formula companies build relationships and trust with mothers to change their decisions on how to feed their babies\n\n#WorldBreastfeedingWeek https://t.co/PQPWdZG3jc"
                }
            ]
        },
        {
            "name": "5",
            "children": [
                {
                    "name": "5 steps for preventing kidney stones: https://t.co/OeKY4EJHto #HarvardHealth https://t.co/1JPWHpg22S"
                },
                {
                    "name": "Some newer radiation therapies deliver particles directly to the cancer cell itself. One of these new therapies is now generating promising data for men with the most aggressive #prostatecancer: https://t.co/V4mKNH8GnN #HarvardHealth https://t.co/dZqkDuOItc"
                },
                {
                    "name": "Programs for treating malnutrition in children should consider how food formulations affect postnatal gut microbiome development.\n\nComment from @therealRYC, Jeffrey Gordon and colleagues, @WUSTLmed\n\nhttps://t.co/IiMTFkfCXd"
                },
                {
                    "name": "RT @NatureConf: New conference alert!⚠️\nIf you are interested in know the latest on gene therapy, cell therapy and tissue engineering you w…"
                },
                {
                    "name": "WHO &amp; @EU_commission sent urgent life-saving supplies to #India 🇮🇳, following a rapid resurgence of #COVID19 in the country.\n\nMore in details 👉https://t.co/LXb0xnuP7i #WHOImpact https://t.co/u6MMiLTDqU"
                },
                {
                    "name": "WHO &amp; @GermanyDiplo donated a large stock of medical equipment to #Belize 🇧🇿, contributing to its national #COVID19 vaccine deployment plan &amp; health system.\n\nRead more 👉https://t.co/LXb0xnuP7i #WHOImpact https://t.co/I51EFASbj2"
                },
                {
                    "name": "In #Somalia 🇸🇴, WHO works with local authorities, @UNICEF &amp; partners to run mass vaccination campaigns to fight preventable diseases.\n\nRead more 👉https://t.co/LXb0xnuP7i #WHOImpact https://t.co/HhB2QJ1V9n"
                },
                {
                    "name": "While #COVID19 cases are slowing down in some part of the world, WHO steps up the fight to help countries still facing surges in infections and new challenges.\n\nRead more 👉https://t.co/LXb0xnuP7i #WHOImpact https://t.co/aluig4piUX"
                },
                {
                    "name": "#Uzbekistan 🇺🇿‘s state health insurance fund covers #PrimaryHealthCare services so people can access vital health care, without falling into poverty.\n\n👉https://t.co/PYSjgi3F5i #WHOImpact #UHCPartnership https://t.co/5OGgrWYkvH"
                }
            ]
        },
        {
            "name": "3",
            "children": [
                {
                    "name": "Research shows that the best brain foods are the same ones that protect your heart and blood vessels. https://t.co/URPNUrOZbD #HarvardHealth https://t.co/vB0eu8OCXT"
                },
                {
                    "name": "Anyone with health issues will have a more difficult time in extreme heat, including older people and people with diabetes, heart disease, asthma, and other conditions. Be prepared by knowing how to identify and treat heat-related illness: https://t.co/WjxJHNYYLl #HarvardHealth https://t.co/qfa8tAl4Du"
                },
                {
                    "name": "Your resting heart rate can reflect your current and future health: https://t.co/FQXxvTlVXP #HarvardHealth https://t.co/7SnVf2HiRC"
                },
                {
                    "name": "The weight of events of the past year-plus has left many people in need of a mood boost, but even in normal times, people often struggle to find happiness. #Positivepsychology helps people find ways to improve their mood and life outlook: https://t.co/DAe6g3aXit #HarvardHealth https://t.co/PLf8vrOnFW"
                },
                {
                    "name": "Fish oil: friend or foe? https://t.co/jNfJnUgbt4 #HarvardHealth https://t.co/IgvQggDoku"
                },
                {
                    "name": "Stanford scientists found a way to predict the likelihood of relapses in lymphoma after CAR-T cell therapy through a non-invasive blood test. https://t.co/jjaGZjq5Pf\n#lymphoma #sciencetwitter"
                },
                {
                    "name": "How to implement translational medicine in the clinic - a pilot from Academia Europaea @acad_euro, @pte1367 and @semmelweishu.\n\nCorrespondence from Péter Hegyi and colleagues. \n\nhttps://t.co/XINVbZcrI8"
                },
                {
                    "name": "Remove obstacles to sharing health data with researchers outside of the European Union.\n\nComment from @RosaCastroB @HeidiBBentzen and colleagues @FedEuroAcadMed \n\nhttps://t.co/FG4iuBFGVT"
                }
            ]
        },
        {
            "name": "8",
            "children": [
                {
                    "name": "6 things you should know about #vitamin D: https://t.co/DKkn5RLgUd #HarvardHealth https://t.co/gpkXcprRuF"
                },
                {
                    "name": "Stanford scientists and their collaborators have found that a marijuana-like compound in the brain calms epileptic seizures but also increases memory loss.\nhttps://t.co/7HIUYyb5oE \n#sciencetwitter #neuroscience"
                },
                {
                    "name": "“…Overall an epidural is a very safe procedure...but now I add that in addition to a very small risk of getting a severe headache from the epidural needle, there is some concern that the headaches could be chronic.” – Jessica Ansari, MD. https://t.co/qYxgeYVwZJ"
                },
                {
                    "name": "In a phase 4 trial, CoronaVac, an inactivated #SARSCoV2 vaccine, elicited significantly reduced IgG and neutralizing antibodies in patients with autoimmune rheumatic diseases versus age- and sex-matched healthy controls #NMEDClinical #rheumatology #COVID19 https://t.co/KqusNsDlJ2"
                },
                {
                    "name": "This full-body resistance band #workout from @charleeatkins only takes 15 minutes: https://t.co/6TP4FqbDoV https://t.co/pY5iaZw8U5"
                },
                {
                    "name": "“It’s all balancing risk and reward.” - Professor of Economics and Decision Sciences James K. \"Jim\" Hammitt on sailing 635 miles between Newport, Rhode Island and St. George’s, Bermuda. https://t.co/NN56rQvIDc"
                }
            ]
        },
        {
            "name": "1",
            "children": [
                {
                    "name": "Avoiding #tick bites is the best way to prevent Lyme &amp; other tick-borne illnesses. Warming temps mean that ticks now thrive in a broader geographic area for a longer portion of the year, so it’s more important than ever to protect yourself: https://t.co/oVDoZpUj7W #HarvardHealth https://t.co/44ilr9FPdp"
                },
                {
                    "name": "The threespine stickleback can evolve in the amount of time it takes to complete a PhD thesis, according to Stanford's David Kingsley, PhD, professor of developmental biology. https://t.co/FPiQe39daE \n#sciencetwitter #DidYouKnow"
                },
                {
                    "name": "RT @StanfordDeptMed: \"The reason why it's so easy to do innovative and creative research here is really because of the ethos of the program…"
                },
                {
                    "name": "AI algorithms used for diagnosis and prognosis must be explainable and must not rely on a black box.\n\nWorldview from @ShinjiniKundu, @HopkinsMedicine \n\nhttps://t.co/yUjhsIDtzS https://t.co/3XEpRpJtZz"
                },
                {
                    "name": "If you get them too, you're NOT alone. https://t.co/5KaG5uZO8h"
                },
                {
                    "name": "Don't get sidelined by sickness. https://t.co/V9s8neCo7t"
                },
                {
                    "name": "Women can get a version of blue balls called blue vulva. https://t.co/YxTNsHiaFA"
                },
                {
                    "name": "The answer may surprise you. https://t.co/CBv3t1yvOW"
                },
                {
                    "name": "Bug bites, dry skin, and sunburn are no match for these soothing formulas. https://t.co/gYqZeokHZ8"
                },
                {
                    "name": "Have you tried CBD yet? https://t.co/9q9ox669fP"
                }
            ]
        },
        {
            "name": "4",
            "children": [
                {
                    "name": "These simple tips to reduce #stress can also help lower your high blood pressure: https://t.co/c3eallrjuI #HarvardHealth #COVID19 https://t.co/uUjCLgFK0K"
                },
                {
                    "name": "In a phase 1 trial, bispecific CAR T cells targeting CD19 and CD22 exhibit clinical activity and low toxicity in patients with large B-cell #lymphoma and B-cell acute lymphoblastic #leukemia #NMEDClinical @jayspiegel25 @LoriMuffly @StanfordBMT_CT \nhttps://t.co/8nEUcJuE2Q"
                },
                {
                    "name": "A randomised crossover #clinicaltrial testing rapid-acting insulin aspart delivered in a closed-loop system vs. standard care demonstrates increased time in range in patients with type 2 #diabetes who require dialysis. #NMEDClinical @ckboughton @MRL_Cam https://t.co/ugfOjcaUc0"
                },
                {
                    "name": "⭐ New Research Highlight: A review published in @JAMAPediatrics sheds light on the experiences of #transgender and #nonbinary young people in healthcare.  \n\nhttps://t.co/daDdeTg0hn"
                },
                {
                    "name": "Postdoctoral fellow Madi Y. Cissé has been awarded the @DamonRunyon  Fellowship Award. His research aims to understand how tumor metabolism senses and responds to varying nutrient levels, which will be essential for developing novel therapeutic targets. https://t.co/Yq20dr8AST https://t.co/KKNk9uWbCH"
                },
                {
                    "name": "In 2018, the blog examined a study aimed at improving exclusive breastfeeding practices in informal settlements in Mumbai. https://t.co/knSUJM7MUh #WBW2021"
                },
                {
                    "name": "@MHTF In March 2020, @MHTF Associate Director Bethany Koltar wrote that maternity leave policies can create barriers to breastfeeding: \"We need to shift our focus . . . towards advocating for national labor policies that enable families to choose to breastfeed.\" https://t.co/xXgCL3TC1f"
                },
                {
                    "name": "This World Breastfeeding Week, follow @MHTF and visit their blog to learn more about research and policies that support the health and well-being of breastfeeding parents and their children. \n\nhttps://t.co/Y0fSN1YU4g \n\n #WBW2021"
                }
            ]
        },
        {
            "name": "7",
            "children": [
                {
                    "name": "\"That gratitude toward this surgeon really just inspired me to want to have the same role in someone else's life,\" said Andrea Garofalo, Stanford MD-PhD student.\nhttps://t.co/ErUK7xntU4\n#medicine"
                },
                {
                    "name": "Learn about strategies to develop an evidence-based response to the public health needs of refugees and migrants in this free online course on #OpenWHO.\n\n👉 https://t.co/8G7vTQnPqC https://t.co/qp72711teG"
                },
                {
                    "name": "“I guarantee I’m the only public health student ever to fail an FBI lie detector polygraph in the morning and start graduate school a few hours later.\" - @j_g_allen on his unusual path to public health in @ScienceMagazine. https://t.co/7U9j6xdLyW"
                }
            ]
        }
    ]
}